[
    {
        "id": 1 ,
        "title": "Adidas Adipower 3.2",
        "shortDescription": "La Adidas Adipower 3.2 es una pala potente y precisa, con forma de diamante y tecnología avanzada en carbono para estabilidad y durabilidad",
        "longDescription": "La Adidas Adipower 3.2 es una pala de alta gama diseñada para jugadores avanzados y profesionales. Destaca por su forma de diamante, que maximiza la potencia en cada golpe. Su estructura integra carbono en toda la superficie, lo que la hace resistente y duradera. Además, utiliza la tecnología Dual Exoskeleton que mejora la estabilidad de la pala, proporcionando un extra de rigidez y reduciendo las vibraciones. Su núcleo EVA High Memory aporta gran salida de bola y control en los golpes, ideal para quienes buscan un equilibrio perfecto entre potencia y precisión",
        "Price": 535000 ,
        "Stock": 5 ,
        "brand": "adidas",
        "category": "paleta",
        "discount": 10,
        "tags": ["paletas", "new", "descuento" ],
        "mainImage": "https://i.postimg.cc/BvJv9xN3/adidas-power.jpg"
    },
    {
        "id": 2,
        "title": "Adidas entrenamiento",
        "shortDescription": "Remeras de pádel Adidas: diseño ergonómico y tecnología de transpiración avanzada para máximo confort y rendimiento en cada partido.",
        "longDescription": "Las remeras de pádel Adidas están diseñadas para jugadores que buscan rendimiento y comodidad en la pista. Confeccionadas en materiales de alta calidad y tecnología AEROREADY de control de humedad, estas camisetas mantienen el cuerpo seco incluso en los momentos de mayor intensidad. Su ajuste ergonómico garantiza libertad de movimiento, mientras que los detalles de ventilación y los diseños modernos reflejan el estilo único de Adidas. Ideales para cualquier nivel de juego, estas remeras fusionan funcionalidad y moda, ayudando a los jugadores a concentrarse solo en su juego.",
        "Price": 75000 ,
        "Stock": 15,
        "brand": "adidas",
        "category": "remera",
        "discount": 5,
        "tags": ["Remera", "entrenar"],
        "mainImage": "https://i.postimg.cc/Mp6Gg79S/remera-adidas.webp"
    },  {
        "id": 3 ,
        "title": "Pelotas Adidas",
        "shortDescription": "Pelotas de pádel Adidas: durabilidad, precisión y rebote óptimo para partidos de alto nivel y entrenamientos exigentes.",
        "longDescription": " Las pelotas de pádel Adidas ofrecen el equilibrio perfecto entre durabilidad y rendimiento, ideales tanto para entrenamientos como para partidos competitivos. Fabricadas con materiales de primera calidad y con una presión interna que garantiza un rebote uniforme, estas pelotas aseguran una excelente precisión y control en cada golpe. Su cubierta de fieltro resistente permite un juego prolongado sin comprometer la velocidad ni el rendimiento, y cumplen con los estándares de los jugadores más exigentes. Con las pelotas de pádel Adidas, cada partida se convierte en una experiencia de juego profesional.",
        "Price": 20000,
        "Stock": 10,
        "brand": "adidas",
        "category": "pelota",
        "discount": 0,
        "tags": ["partido", "juego"],
        "mainImage": "https://i.postimg.cc/6pnh1NbS/pelotas-adidas.webp"
    },
    {
        "id": 4 ,
        "title": "Nox AT10 Genius",
        "shortDescription": "La Nox AT10 Genius Arena ofrece control y potencia, con una superficie rugosa para efectos y una goma HR3 que maximiza la salida de bola.",
        "longDescription": "La Nox AT10 Genius Arena es la pala insignia de la marca, diseñada en colaboración con el jugador Agustín Tapia. Está fabricada con carbono 12K, proporcionando un excelente balance entre control y potencia. La superficie de la pala tiene un acabado rugoso en arena de sílice, lo que mejora los efectos en cada golpe. Su núcleo de goma HR3 de alta densidad asegura una salida de bola impresionante, mientras que el sistema AVS en el marco ayuda a absorber las vibraciones, reduciendo el riesgo de lesiones.",
        "Price": 500000,
        "Stock": 5,
        "brand": "nox",
        "category": "paleta",
        "discount": 0 ,
        "tags": ["paletas", "new", "descuento" ],
        "mainImage": "https://i.postimg.cc/fRBs61Pz/paleta-nox.jpg"
    },
    {
        "id": 5 ,
        "title": "Remera Nox",
        "shortDescription": "Remeras de pádel Adidas: diseño ergonómico y tecnología de transpiración avanzada para máximo confort y rendimiento en cada partido.",
        "longDescription": "Las remeras de pádel Adidas están diseñadas para jugadores que buscan rendimiento y comodidad en la pista. Confeccionadas en materiales de alta calidad y tecnología AEROREADY de control de humedad, estas camisetas mantienen el cuerpo seco incluso en los momentos de mayor intensidad. Su ajuste ergonómico garantiza libertad de movimiento, mientras que los detalles de ventilación y los diseños modernos reflejan el estilo único de Adidas. Ideales para cualquier nivel de juego, estas remeras fusionan funcionalidad y moda, ayudando a los jugadores a concentrarse solo en su juego.",
        "Price": 20000,
        "Stock": 20,
        "brand": "nox",
        "category": "remera",
        "discount": 0 ,
        "tags": ["Entrenamiento"],
        "mainImage": "https://i.postimg.cc/pL9kHFGm/remera-nox.png"
    },
    {
        "id":6 ,
        "title": "Pelotas Nox",
        "shortDescription": "Pelotas de pádel Adidas: durabilidad, precisión y rebote óptimo para partidos de alto nivel y entrenamientos exigentes.",
        "longDescription": " Las pelotas de pádel Adidas ofrecen el equilibrio perfecto entre durabilidad y rendimiento, ideales tanto para entrenamientos como para partidos competitivos. Fabricadas con materiales de primera calidad y con una presión interna que garantiza un rebote uniforme, estas pelotas aseguran una excelente precisión y control en cada golpe. Su cubierta de fieltro resistente permite un juego prolongado sin comprometer la velocidad ni el rendimiento, y cumplen con los estándares de los jugadores más exigentes. Con las pelotas de pádel Adidas, cada partida se convierte en una experiencia de juego profesional.",
        "Price": 17000 ,
        "Stock": 6,
        "brand": "nox",
        "category": "pelota",
        "discount": 0 ,
        "tags": ["juego"],
        "mainImage": "https://i.postimg.cc/NM75SBWN/pelotas-nox.jpg"
    },
    {
        "id": 7,
        "title": "Babolat Technical Viper",
        "shortDescription": " La Babolat Technical Viper es una pala de potencia con forma de diamante y carbono 12K, ideal para un juego agresivo y efectos precisos.",
        "longDescription": "La Babolat Technical Viper es una de las mejores opciones para jugadores que buscan potencia sin perder control. Tiene forma de diamante y un balance alto, lo que favorece a los jugadores de ataque. Está construida con carbono 12K, lo que la hace resistente y ligera a la vez. El núcleo es de X-EVA, una combinación de tres capas de goma que mejora la respuesta y potencia del golpe. Además, el acabado rugoso en 3D permite generar mayores efectos, mientras que el sistema Vibrasorb reduce las vibraciones para un confort óptimo.",
        "Price": 480000,
        "Stock": 5,
        "brand": "babolat",
        "category": "paleta",
        "discount": 12,
        "tags": [],
        "mainImage": "https://i.postimg.cc/VkcFpBZ4/paleta-babolat.webp"
    },
    {
        "id": 8 ,
        "title": "Remera babolat ",
        "shortDescription": "Remeras de pádel Babolat: estilo y rendimiento con tecnología de transpiración que asegura confort y libertad de movimiento en la cancha.",
        "longDescription": "Las remeras de pádel Babolat combinan la tecnología y el diseño innovador que necesitas para rendir al máximo. Fabricadas con materiales ligeros y transpirables, integran la tecnología Fiber Dry, que absorbe el sudor para mantener la piel fresca durante los partidos más intensos. Su diseño ergonómico permite libertad de movimiento, y los cortes estratégicos aseguran un ajuste cómodo y natural. Con detalles deportivos y un estilo moderno, las remeras de pádel Babolat son ideales para jugadores que buscan destacar en la cancha y disfrutar de cada momento de juego con comodidad y confianza.",
        "Price": 25000,
        "Stock": 15,
        "brand": "babolat",
        "category": "remera",
        "discount": 2,
        "tags": [],
        "mainImage": "https://i.postimg.cc/9FH8HhrG/remera-babolat.jpg"
    },
    {
        "id": 9,
        "title": "Pelota babolat ",
        "shortDescription": "Pelotas de pádel Babolat: calidad profesional, durabilidad y un rebote uniforme para entrenamientos y partidos de alta intensidad.",
        "longDescription": "Las pelotas de pádel Babolat están diseñadas para ofrecer un rendimiento excepcional en cada partido. Gracias a su presión interna equilibrada y su cubierta de fieltro resistente, estas pelotas aseguran un rebote óptimo y una larga durabilidad, incluso en partidos de alto ritmo. Con un control y una precisión inigualables, las pelotas Babolat proporcionan una experiencia de juego única, adaptándose tanto a jugadores profesionales como a aficionados que buscan la máxima calidad. Pensadas para destacar en cualquier tipo de pista, las pelotas de pádel Babolat son la elección ideal para quienes buscan consistencia, calidad y confianza en cada golpe.",
        "Price": 12000,
        "Stock": 3,
        "brand": "babolat",
        "category": "Pelota",
        "discount": 0,
        "tags": [],
        "mainImage": "https://i.postimg.cc/br5288R1/pelota-babolat.jpg"
    },
    {
        "id": 10,
        "title": "Bullpadel Hack 03",
        "shortDescription": "La Bullpadel Hack 03 ofrece máxima potencia y precisión con su composición en carbono Tricarbon y sistema de ajuste de balance.",
        "longDescription": "La Bullpadel Hack 03 es la pala de Paquito Navarro, diseñada para jugadores que buscan potencia y precisión. Con forma de diamante y un balance alto, esta pala es ideal para quienes prefieren un estilo de juego ofensivo. Su composición de carbono Tricarbon mejora la respuesta en los golpes, mientras que el núcleo MultiEVA de doble densidad proporciona una excelente combinación de potencia y control. También incluye el sistema CustomWeight, permitiendo ajustar el balance de la pala según las preferencias del jugador.",
        "Price": 500000,
        "Stock": 5,
        "brand": "bullpadel",
        "category": "paleta",
        "discount": 15 ,
        "tags": [],
        "mainImage": "https://i.postimg.cc/wMP5TDkf/paleta-bullpade.png"
    },
    {
        "id": 11 ,
        "title": "Remera Bullpadel",
        "shortDescription": "Remeras de pádel Babolat: estilo y rendimiento con tecnología de transpiración que asegura confort y libertad de movimiento en la cancha.",
        "longDescription": "Las remeras de pádel Babolat combinan la tecnología y el diseño innovador que necesitas para rendir al máximo. Fabricadas con materiales ligeros y transpirables, integran la tecnología Fiber Dry, que absorbe el sudor para mantener la piel fresca durante los partidos más intensos. Su diseño ergonómico permite libertad de movimiento, y los cortes estratégicos aseguran un ajuste cómodo y natural. Con detalles deportivos y un estilo moderno, las remeras de pádel Babolat son ideales para jugadores que buscan destacar en la cancha y disfrutar de cada momento de juego con comodidad y confianza.",
        "Price": 35000,
        "Stock": 15,
        "brand": "bullpadel",
        "category": "remera",
        "discount": 0 ,
        "tags": [],
        "mainImage": "https://i.postimg.cc/c1MrxRFr/remera-bullpade.webp"
    }, 
    {
        "id": 12 ,
        "title": "Pelota Bullpadel",
        "shortDescription": "Pelotas de pádel Bullpadel: calidad profesional, durabilidad y un rebote uniforme para entrenamientos y partidos de alta intensidad.",
        "longDescription": "Las pelotas Bullpadel están diseñadas para ofrecer un rendimiento excepcional en cada partido. Gracias a su presión interna equilibrada y su cubierta de fieltro resistente, estas pelotas aseguran un rebote óptimo y una larga durabilidad, incluso en partidos de alto ritmo. Con un control y una precisión inigualables, las pelotas Babolat proporcionan una experiencia de juego única, adaptándose tanto a jugadores profesionales como a aficionados que buscan la máxima calidad. Pensadas para destacar en cualquier tipo de pista, las pelotas de pádel Babolat son la elección ideal para quienes buscan consistencia, calidad y confianza en cada golpe.",
        "Price": 18000,
        "Stock": 2,
        "brand": "bullpadel",
        "category": "pelota",
        "discount": 1 ,
        "tags": [],
        "mainImage": "https://i.postimg.cc/GmZy8cG2/pelota-bullpadel.jpg"
    },
    {
        "id": 13,
        "title": "Head Alpha Pro",
        "shortDescription": "La Head Alpha Pro es una pala versátil y de control, con Graphene 360+ y un núcleo Power Foam que maximiza la salida de bola y la estabilidad.",
        "longDescription": ": La Head Alpha Pro es una pala de control que ha sido desarrollada en colaboración con Sanyo Gutiérrez, uno de los mejores jugadores del mundo. Su forma de lágrima y balance medio la hacen muy versátil, apta para diferentes estilos de juego. La tecnología Graphene 360+ en la estructura proporciona una resistencia superior, mientras que el núcleo Power Foam asegura una excelente salida de bola sin perder control. La pala también incluye Smart Bridge, un sistema que mejora la estabilidad y reduce las vibraciones",
        "Price": 360000,
        "Stock": 5,
        "brand": "head",
        "category": "paleta",
        "discount":6 ,
        "tags": [],
        "mainImage": "https://i.postimg.cc/sDSdCzsz/paleta-head.jpg"
    },
    {
        "id": 14 ,
        "title": "Remera Head",
        "shortDescription": "Remeras de pádel Head: rendimiento, comodidad y transpirabilidad para que juegues con total libertad en cada partido",
        "longDescription": "Las remeras de pádel Head están diseñadas para ofrecer a los jugadores la combinación perfecta de confort, estilo y rendimiento en la pista. Fabricadas con materiales de alta calidad y tecnología Moisture Transfer Microfiber, estas camisetas eliminan eficazmente la humedad, manteniéndote seco y cómodo en los momentos de máxima intensidad. Su diseño ergonómico permite una libertad de movimiento total, y sus detalles de ventilación aseguran una frescura constante. Con un estilo moderno y un ajuste perfecto, las remeras Head son ideales tanto para entrenamiento como para competiciones, brindando la confianza y el confort que necesitas para dar lo mejor de ti en cada punto.",
        "Price": 30000,
        "Stock": 15,
        "brand": "head",
        "category": "remera",
        "discount": 0,
        "tags": [],
        "mainImage": "https://i.postimg.cc/pVh3Kv9j/remera-head.webp"
    },
    {
        "id": 15 ,
        "title": "Pelota Head ",
        "shortDescription": "Pelotas de pádel Head: precisión, durabilidad y rebote controlado para un juego profesional y de calidad.",
        "longDescription": "Las pelotas de pádel Head están diseñadas para jugadores que exigen precisión y consistencia en cada golpe. Fabricadas con materiales de alta calidad y una presión interna controlada, ofrecen un rebote uniforme y durabilidad excepcional, incluso en partidas de alta intensidad. Su fieltro de larga duración mejora la visibilidad y el control, permitiendo una experiencia de juego consistente y precisa. Adecuadas para todo tipo de pistas, las pelotas Head son la elección perfecta tanto para entrenamientos como para competiciones, brindando el rendimiento profesional que los jugadores necesitan para dominar el juego en cada punto.",
        "Price": 20000,
        "Stock": 3,
        "brand": "head",
        "category": "pelota",
        "discount":1 ,
        "tags": [],
        "mainImage": "https://i.postimg.cc/JhFPhy52/pelota-head.jpg"
    },
    {
        "id": 16,
        "title": "Siux Electra ST1",
        "shortDescription": "La Siux Electra ST1 es una pala de potencia con carbono 12K y núcleo Black EVA Soft, perfecta para un estilo de juego ofensivo y seguro.",
        "longDescription": ": La Siux Electra ST1 es una pala de gama alta enfocada en la potencia, diseñada en colaboración con el jugador Franco Stupaczuk. Fabricada con carbono 12K y núcleo Black EVA Soft, esta pala proporciona una excelente respuesta en cada golpe y un gran control de la bola. Su forma de lágrima invertida y balance alto favorecen el juego agresivo. Además, el sistema antivibración en el marco ayuda a reducir el impacto en el brazo, siendo ideal para jugadores intensos que buscan protección contra lesiones.",
        "Price": 250000 ,
        "Stock": 5,
        "brand": "siux",
        "category": "paleta",
        "discount":15 ,
        "tags": [],
        "mainImage": "https://i.postimg.cc/sxkZHNhV/paleta-siux.jpg"
    },
    {
        "id": 17,
        "title": "Remera siux ",
        "shortDescription": "Remeras de pádel Siux: confort, tecnología y diseño ergonómico para un rendimiento óptimo en la cancha.",
        "longDescription": "Las remeras de pádel Siux están pensadas para jugadores que valoran la comodidad y el rendimiento en cada partido. Confeccionadas en materiales de alta calidad y tecnología Dry Fit, estas camisetas permiten una transpiración rápida, manteniendo el cuerpo fresco y seco durante los momentos de mayor intensidad. Su diseño ergonómico y ajuste perfecto ofrecen una libertad de movimiento sin restricciones, lo que permite rendir al máximo en cada jugada. Con detalles modernos y un estilo que refleja la identidad de Siux, estas remeras son la elección ideal para quienes buscan un equilibrio entre funcionalidad y estilo en la cancha.",
        "Price": 20000,
        "Stock": 3,
        "brand": "siux",
        "category": "remera",
        "discount":0 ,
        "tags": [],
        "mainImage": "https://i.postimg.cc/BngCY2Jd/remera-siux.jpg"
    },
    {
        "id": 18,
        "title": "pelota siux",
        "shortDescription": "Pelotas de pádel Siux: durabilidad, precisión y un rebote óptimo para un juego de calidad y consistencia.",
        "longDescription": "Las pelotas de pádel Siux están diseñadas para jugadores que buscan fiabilidad y rendimiento en cada partida. Con una presión interna óptima y una cubierta de fieltro resistente, estas pelotas aseguran un rebote constante y una gran durabilidad, adaptándose perfectamente a cualquier tipo de pista. Su fabricación de alta calidad permite un control preciso y una excelente respuesta en cada golpe, lo que garantiza una experiencia de juego fluida y profesional. Las pelotas Siux están pensadas para quienes buscan un producto que mantenga su rendimiento partido tras partido, ofreciendo una gran visibilidad y una excelente relación calidad-precio.",
        "Price": 10000,
        "Stock": 0 ,
        "brand": "siux",
        "category": "pelota",
        "discount":0 ,
        "tags": [],
        "mainImage": "https://i.postimg.cc/RhN89XZ6/pelota-siux.jpg"
    },
    {
        "id": 19 ,
        "title": "Maxima Summum Prisma",
        "shortDescription": "La Varlion Maxima Summum Prisma es una pala de control y potencia con diseño aerodinámico, carbono 12K y núcleo de goma EVA Hypersoft, ideal para efectos.",
        "longDescription": "La Varlion Maxima Summum Prisma es una pala innovadora que combina potencia y control gracias a su forma redonda-lágrima. La tecnología Summum incorpora un marco prisma aerodinámico, reduciendo la resistencia al aire y aumentando la maniobrabilidad. La pala está fabricada con carbono 12K, y su núcleo es de goma EVA Hypersoft, que proporciona una respuesta cómoda y firme. Incluye una superficie rugosa Slice, para mayor efecto en cada golpe, y el sistema Handlesafety para evitar deslizamientos.",
        "Price": 200000,
        "Stock": 2,
        "brand": "varlion",
        "category": "paleta",
        "discount":0 ,
        "tags": [],
        "mainImage": "https://i.postimg.cc/HLpD70Ln/paleta-varlion.jpg"
    },
    {
        "id": 20 ,
        "title": "remera varlion ",
        "shortDescription": "Remeras de pádel Varlion: tecnología avanzada, comodidad y estilo para un rendimiento excepcional en cada partido.",
        "longDescription": "Las remeras de pádel Varlion están diseñadas para ofrecer la mejor combinación de confort, rendimiento y estilo en la cancha. Confeccionadas con materiales de alta calidad y tecnología QuickDry, estas camisetas absorben la humedad y se secan rápidamente, manteniendo la frescura y la comodidad durante todo el partido. Su corte ergonómico permite libertad de movimiento, mientras que los detalles ventilados mejoran la transpirabilidad. Con un diseño moderno que refleja el estilo de Varlion, estas remeras son ideales para quienes buscan destacar en la pista con prendas de gran rendimiento y estética sofisticada, sin renunciar a la funcionalidad.",
        "Price": 12000,
        "Stock": 20,
        "brand": "varlion",
        "category": "remera",
        "discount":0 ,
        "tags": [],
        "mainImage": "https://i.postimg.cc/3wRhcCQ6/remera-varlion.jpg"
    },
    {
        "id":21,
        "title": "Pelota Varlion",
        "shortDescription": "Pelotas de pádel Varlion: precisión, durabilidad y un rebote equilibrado para un control y rendimiento de alta calidad.",
        "longDescription": "Las pelotas de pádel Varlion están diseñadas para jugadores que buscan precisión y calidad en cada golpe. Con una presión interna optimizada, estas pelotas ofrecen un rebote controlado y un excelente equilibrio, proporcionando una experiencia de juego profesional. La cubierta de fieltro de alta durabilidad garantiza resistencia al desgaste y permite un control óptimo del golpeo, mientras que su alta visibilidad facilita su seguimiento en la pista. Ideales para entrenamientos y competiciones, las pelotas de pádel Varlion son la elección perfecta para jugadores que buscan consistencia, fiabilidad y rendimiento superior en cada partida.",
        "Price": 10000,
        "Stock": 15,
        "brand": "varlion",
        "category": "Pelota",
        "discount":1 ,
        "tags": [],
        "mainImage": "https://i.postimg.cc/J412x7LY/pelota-varlion.jpg"
    }
    
]